Repository: GregoireLD/Sesame
Catalog: Sesame/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, zh_hans, zh_hant

# qr.options_footer
source: Label, address and access code are always included.
ar: الاسم والعنوان ورمز الدخول مضمّنون دائمًا.
de: Name, Adresse und Zugangscode sind immer enthalten.
es: El nombre, la dirección y el código de acceso siempre se incluyen.
fr: Le nom, l'adresse et le code d'accès sont toujours inclus.
it: Nome, indirizzo e codice di accesso sono sempre inclusi.
ja: ラベル、住所、アクセスコードは常に含まれます。
ko: 이름, 주소, 출입 코드는 항상 포함됩니다.
zh_hans: 名称、地址和门禁代码始终包含在内。
zh_hant: 名稱、地址和門禁代碼始終包含在內。

# qr.options_header
source: Include in share
ar: تضمين في المشاركة
de: In Teilen einbeziehen
es: Incluir al compartir
fr: Inclure dans le partage
it: Includi nella condivisione
ja: 共有に含める
ko: 공유에 포함
zh_hans: 分享时包含
zh_hant: 分享時包含

# qr.share
source: Share via AirDrop, Messages or more…
ar: مشاركة عبر AirDrop أو الرسائل أو أكثر…
de: Über AirDrop, Nachrichten oder mehr teilen…
es: Compartir por AirDrop, Mensajes u otras opciones…
fr: Partager via AirDrop, Messages ou plus…
it: Condividi tramite AirDrop, Messaggi o altro…
ja: AirDrop、メッセージなどで共有…
ko: AirDrop, 메시지 등으로 공유…
zh_hans: 通过 AirDrop、信息或更多方式分享…
zh_hant: 透過 AirDrop、訊息或更多方式分享…

# qr.share_footer
source: The share sheet includes both the QR code image and a link that opens directly in Sesame.
ar: تتضمن ورقة المشاركة صورة رمز QR ورابطًا يفتح مباشرةً في Sesame.
de: Das Teilen-Menü enthält sowohl das QR-Code-Bild als auch einen Link, der direkt in Sesame öffnet.
es: La hoja de compartir incluye la imagen del código QR y un enlace que se abre directamente en Sesame.
fr: La feuille de partage inclut l'image du QR code et un lien qui s'ouvre directement dans Sesame.
it: Il foglio di condivisione include sia l'immagine del codice QR che un link che si apre direttamente in Sesame.
ja: 共有シートにはQRコード画像とSesameで直接開くリンクの両方が含まれます。
ko: 공유 시트에는 QR 코드 이미지와 Sesame에서 직접 열리는 링크가 모두 포함됩니다.
zh_hans: 分享菜单包含 QR 码图像和直接在 Sesame 中打开的链接。
zh_hant: 分享選單包含 QR 碼圖像和直接在 Sesame 中開啟的連結。

# qr.title
source: Share Entry
ar: مشاركة الإدخال
de: Eintrag teilen
es: Compartir entrada
fr: Partager l'entrée
it: Condividi voce
ja: エントリを共有
ko: 항목 공유
zh_hans: 分享条目
zh_hant: 分享條目

# qr.warning
source: This QR code contains all the shared fields in plain text. Only share it with trusted people. Use AirDrop for secure device-to-device transfer.
ar: يحتوي رمز QR هذا على جميع الحقول المشتركة بنص واضح. شاركه فقط مع أشخاص موثوقين. استخدم AirDrop للنقل الآمن بين الأجهزة.
de: Dieser QR-Code enthält alle freigegebenen Felder im Klartext. Teile ihn nur mit vertrauenswürdigen Personen. Verwende AirDrop für eine sichere Übertragung zwischen Geräten.
es: Este código QR contiene todos los campos compartidos en texto plano. Compártelo solo con personas de confianza. Usa AirDrop para transferencias seguras entre dispositivos.
fr: Ce QR code contient tous les champs partagés en clair. Ne le partagez qu'avec des personnes de confiance. Utilisez AirDrop pour un transfert sécurisé entre appareils.
it: Questo codice QR contiene tutti i campi condivisi in testo normale. Condividilo solo con persone di fiducia. Usa AirDrop per trasferimenti sicuri tra dispositivi.
ja: このQRコードには共有されたすべての項目が平文で含まれています。信頼できる人とのみ共有してください。デバイス間の安全な転送にはAirDropを使用してください。
ko: 이 QR 코드에는 공유된 모든 항목이 일반 텍스트로 포함되어 있습니다. 신뢰할 수 있는 사람과만 공유하세요. 기기 간 안전한 전송에는 AirDrop을 사용하세요.
zh_hans: 此 QR 码以明文形式包含所有共享字段。请仅与可信任的人分享。使用 AirDrop 进行安全的设备间传输。
zh_hant: 此 QR 碼以明文形式包含所有共享欄位。請僅與可信任的人分享。使用 AirDrop 進行安全的裝置間傳輸。

# qr.warning.legacy_scheme
source: Recipients without Sesame installed will not be able to open this link.
ar: لن يتمكن المستلمون الذين ليس لديهم Sesame مثبتًا من فتح هذا الرابط.
de: Empfänger ohne installiertes Sesame können diesen Link nicht öffnen.
es: Los destinatarios sin Sesame instalado no podrán abrir este enlace.
fr: Les destinataires sans Sesame installé ne pourront pas ouvrir ce lien.
it: I destinatari senza Sesame installato non potranno aprire questo link.
ja: Sesameがインストールされていない受信者はこのリンクを開くことができません。
ko: Sesame이 설치되지 않은 수신자는 이 링크를 열 수 없습니다.
zh_hans: 未安装 Sesame 的收件人将无法打开此链接。
zh_hant: 未安裝 Sesame 的收件人將無法開啟此連結。

# radius.footer %@
source: How close you need to be to the location before receiving the notification. %@ is recommended for most buildings.
ar: المسافة التي يجب أن تكون فيها لتلقي الإشعار. يُنصح بـ %@ لمعظم المباني.
de: Wie nah du am Ort sein musst, bevor du eine Benachrichtigung erhältst. %@ wird für die meisten Gebäude empfohlen.
es: La distancia a la que debes estar para recibir la notificación. Se recomiendan %@ para la mayoría de los edificios.
fr: Distance à partir de laquelle vous recevrez la notification. %@ est recommandé pour la plupart des bâtiments.
it: Quanto vicino devi essere alla posizione per ricevere la notifica. Si consigliano %@ per la maggior parte degli edifici.
ja: 通知を受け取るために必要な場所からの距離。ほとんどの建物には%@が推奨されます。
ko: 알림을 받기 위해 위치에 얼마나 가까이 있어야 하는지입니다. 대부분의 건물에는 %@이 권장됩니다.
zh_hans: 接收通知前需要距离位置多近。大多数建筑物推荐 %@。
zh_hant: 接收通知前需要距離位置多近。大多數建築物推薦 %@。

# radius.header
source: Detection Radius
ar: نطاق الاكتشاف
de: Erkennungsradius
es: Radio de detección
fr: Rayon de détection
it: Raggio di rilevamento
ja: 検出半径
ko: 감지 반경
zh_hans: 检测半径
zh_hant: 檢測半徑

# search.empty.subtitle %@
source: No locations found for "%@".
ar: لم يتم العثور على مواقع لـ "%@".
de: Keine Orte für "%@" gefunden.
es: No se encontraron ubicaciones para "%@".
fr: Aucun emplacement trouvé pour "%@".
it: Nessun luogo trovato per "%@".
ja: 「%@」に一致する場所が見つかりませんでした。
ko: "%@"에 대한 위치를 찾을 수 없습니다.
zh_hans: 未找到"%@"的位置。
zh_hant: 未找到「%@」的位置。

# search.empty.title
source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
zh_hans: 无结果
zh_hant: 無結果

# search.prompt
source: Search locations
ar: البحث في المواقع
de: Orte suchen
es: Buscar ubicaciones
fr: Rechercher un emplacement
it: Cerca luoghi
ja: 場所を検索
ko: 위치 검색
zh_hans: 搜索位置
zh_hant: 搜尋位置

source: Simulate
ar: محاكاة
de: Simulieren
es: Simular
fr: Simuler
it: Simula
ja: シミュレート
ko: 시뮬레이션
zh_hans: 模拟
zh_hant: 模擬

source: Simulate broken key
ar: محاكاة مفتاح معطوب
de: Schlüsselfehler simulieren
es: Simular clave rota
fr: Simuler clé manquante
it: Simula chiave mancante
ja: キー障害をシミュレート
ko: 키 오류 시뮬레이션
zh_hans: 模拟密钥故障
zh_hant: 模擬金鑰故障

source: Simulate broken key?
ar: محاكاة مفتاح معطوب؟
de: Schlüsselfehler simulieren?
es: ¿Simular clave rota?
fr: Simuler clé manquante ?
it: Simula chiave mancante?
ja: キー障害をシミュレートしますか？
ko: 키 오류를 시뮬레이션하시겠습니까?
zh_hans: 模拟密钥故障？
zh_hant: 模擬金鑰故障？

source: This will show the key unavailable banner as if iCloud Keychain had failed. The app will re-check periodically.
ar: سيُظهر هذا شريط تحذير المفتاح كما لو فشل iCloud Keychain. سيعيد التطبيق الفحص تلقائياً.
de: Dies zeigt das Banner für einen fehlenden Schlüssel an, als ob iCloud Keychain fehlgeschlagen wäre. Die App prüft automatisch erneut.
es: Esto mostrará el banner de clave no disponible como si el llavero de iCloud hubiera fallado. La app volverá a comprobarlo periódicamente.
fr: Cela affichera la bannière de clé indisponible comme si le trousseau iCloud avait échoué. L'app revérifiera automatiquement.
it: Mostrerà il banner della chiave non disponibile come se il portachiavi iCloud avesse avuto un errore. L'app controllerà nuovamente automaticamente.
ja: iCloudキーチェーンが失敗したかのようにキー利用不可バナーを表示します。アプリは自動的に再確認します。
ko: iCloud 키체인이 실패한 것처럼 키 사용 불가 배너를 표시합니다. 앱이 자동으로 다시 확인합니다.
zh_hans: 这将显示密钥不可用横幅，就像 iCloud 钥匙串发生故障一样。应用将自动重新检查。
zh_hant: 這將顯示金鑰不可用橫幅，就像 iCloud 鑰匙圈發生故障一樣。應用程式將自動重新檢查。

source: Wait
ar: انتظار
de: Warten
es: Esperar
fr: Attendre
it: Aspetta
ja: 待つ
ko: 기다리기
zh_hans: 等待
zh_hant: 等待
